Repository: IDLKZ/jankuier_mobile
Catalog: lib/l10n/app_*.arb
Languages: kk

source: Services
kk: Қызметтер

source: Activity
kk: Белсенділік

# visitedMatches
source: matches attended
kk: қаралған матчтар

source: My Achievements
kk: Менің жетістіктерім

source: Leader Board
kk: Көшбасшылар тізімі

# phoneVerificationRequired
source: Phone number verification required
kk: Телефон нөмірін растау қажет

source: Welcome!
kk: Қош келдіңіз!

source: Login
kk: Логин

source: Enter username
kk: Пайдаланушы атын енгізіңіз

source: Incorrect format
kk: Қате пішім

source: Enter password
kk: Құпия сөзді енгізіңіз

# minimumThreeChars
source: Minimum 3 characters
kk: Кемінде 3 таңба

# minimumSixChars
source: Minimum 6 characters
kk: Кемінде 6 таңба

source: Password
kk: Құпия сөз

source: Forgot password?
kk: Құпия сөзді ұмыттыңыз ба?

source: Sign In
kk: Кіру

source: Registration
kk: Тіркелу

# goVerification
source: Go to verification
kk: Растауға өту

# enterLoginHint
source: Enter login
kk: Логинді енгізіңіз

# enterEmailHint
source: Enter email
kk: Электронды поштаны енгізіңіз

source: Enter email
kk: Электронды поштаны енгізіңіз

# enterCorrectEmail
source: Enter a valid email address
kk: Дұрыс электронды пошта мекенжайын енгізіңіз

# passwordMinSixChars
source: Password must contain at least 6 characters
kk: Құпия сөз кемінде 6 таңбаны қамтуы қажет

source: Repeat password
kk: Құпия сөзді қайталаңыз

# passwordsNotMatch
source: Passwords do not match
kk: Құпия сөздер сәйкес келмейді

# enterPhone
source: Enter phone number
kk: Телефон нөмірін енгізіңіз

# phoneFormat
source: Number must start with 7 and contain 11 digits (7XXXXXXXXXX)
kk: Нөмір 7-ден басталуы және 11 цифрдан тұруы қажет (7XXXXXXXXXX)

source: Enter first name
kk: Атын енгізіңіз

# firstNameMinChars
source: First name must contain at least 2 characters
kk: Аты кемінде 2 таңбаны қамтуы қажет

source: Enter last name
kk: Тегін енгізіңіз

# lastNameMinChars
source: Last name must contain at least 2 characters
kk: Тегі кемінде 2 таңбаны қамтуы қажет

# enterPatronymic
source: Enter patronymic (optional)
kk: Әкесінің атын енгізіңіз (міндетті емес)

# enterPhoneHint
source: Enter phone number (7XXXXXXXXXX)
kk: Телефон нөмірін енгізіңіз (7XXXXXXXXXX)

# registrationSuccess
source: Registration successful! Please verify your phone number
kk: Тіркелу сәтті өтті! Телефон нөмірін растаңыз

source: Register
kk: Тіркелу

source: Next
kk: Келесі

# alreadyHaveAccount
source: Already have an account? Sign In
kk: Аккаунтыңыз бар ма? Кіру

# usernameValidation
source: Username must start with a letter and contain only letters, numbers and _
kk: Логин әріптен басталуы және тек әріптер, сандар және _ қамтуы қажет

# usernameMinChars
source: Username must contain at least 3 characters
kk: Логин кемінде 3 таңбаны қамтуы қажет

# enterPhoneForVerification
source: Enter phone number for verification code
kk: Растау коды үшін телефон нөмірін енгізіңіз

source: Send SMS code
kk: SMS кодын жіберу

# iHaveAccount
source: I have an account
kk: Менде аккаунт бар

source: Something went wrong
kk: Бірдеңе дұрыс болмады

source: Code resent successfully
kk: Код қайта жіберілді

# codeResendError
source: Error sending code
kk: Код жіберу қатесі

source: Code verified successfully!
kk: Код сәтті расталды!

source: Invalid code
kk: Қате код

source: Enter verification code
kk: Растау кодын енгізіңіз

# codeSentToPhone
source: Code sent to number
kk: Код нөмірге жіберілді

# timeExpiredRequestNew
source: Time expired. Request a new code
kk: Уақыт өтті. Жаңа код сұраңыз

source: Verify
kk: Растау

source: Resend code
kk: Кодты қайта жіберу

source: Back to login
kk: Кіруге қайту

source: News
kk: Жаңалықтар

source: Latest News
kk: Соңғы жаңалықтар

# newsLoadError
source: Error loading news
kk: Жаңалықтарды жүктеу қатесі

source: Unknown error
kk: Белгісіз қате

source: Retry
kk: Қайталау

source: No news yet
kk: Әзінше жаңалықтар жоқ

source: Check later
kk: Кейін тексеріңіз

source: Select category
kk: Категорияны таңдаңыз

source: Date not specified
kk: Күні көрсетілмеген

source: Today
kk: Бүгін

source: Yesterday
kk: Кеше

# daysAgo
source: {days}d ago
kk: {days} күн бұрын

# singleNewsLoadError
source: Error loading news article
kk: Жаңалықты жүктеу қатесі

source: Back
kk: Артқа

# newsNotFound
source: No news found
kk: Жаңалықтар табылмады

source: Try later
kk: Кейін көріңіз

source: Countries
kk: Елдер

source: Selected country
kk: Таңдалған ел

# saveCountryError
source: Error saving country
kk: Елді сақтау қатесі

source: Loading error
kk: Жүктеу қатесі

source: No countries data
kk: Елдер туралы деректер жоқ

source: National team
kk: Ұлттық құрама

source: Round
kk: Тур

source: Statistics
kk: Статистика

source: Lineup
kk: Құрам

source: Players
kk: Ойыншылар

# loadingErrorWithMessage
source: Loading error:
kk: Жүктеу қатесі:

# selectLineupTabToLoad
source: Select 'Lineup' tab to load lineup
kk: 'Құрам' қойындысын таңдаңыз

# selectPlayersTabToLoad
source: Select 'Player Statistics' tab to load
kk: Ойыншылар статистикасы қойындысын таңдаңыз

source: Ball possession
kk: Допқа иелік ету

source: Shots
kk: Соққылар

source: Shots on goal
kk: Қақпаға бағытталған соққылар

source: Shots off goal
kk: Қиыс соққылар

source: Fouls
kk: Фолдар

source: Yellow cards
kk: Сары қағаздар

source: Referee team
kk: Төрешілер бригадасы

source: Main referee:
kk: Бас төреші

# firstAssistant
source: 1st assistant:
kk: 1-ші көмекші:

# secondAssistant
source: 2nd assistant:
kk: 2-ші көмекші:

# fourthReferee
source: 4th referee:
kk: 4-ші төреші:

source: Coaching staff
kk: Жаттықтырушы штаб

source: Head coach
kk: Бас бапкер

source: Assistants
kk: Бапкер көмекшілері

# goalkeeper
source: GK
kk: Ққ

# goalkeeperFull
source: Goalkeeper
kk: Қақпашы

source: Field player
kk: Алаң ойыншысы

source: On target
kk: Қақпаға бағытталған соққылар

source: Passes
kk: Пастар

source: Off target
kk: Қақпаның сыртына

source: Yellows
kk: Сары қағаздар

source: Offsides
kk: Офсайдтар

source: Corners
kk: Бұрыштамалар

# additionalStats
source: Additional statistics
kk: Қосымша статистика

source: Home
kk: Басты бет

source: Loading tournaments...
kk: Турнирлер жүктелуде...

source: Please wait
kk: Күтіңіз

source: Tournaments
kk: Турнирлер

source: Tournaments not found
kk: Турнирлер табылмады

# tournamentsLoadError
source: Error loading tournaments
kk: Турнирлерді жүктеу қатесі

source: Table
kk: Кесте

source: Results
kk: Нәтижелер

# tableLoadError
source: Error loading tournament table
kk: Турнир кестесін жүктеу қатесі

# matchesLoadError
source: Error loading match results
kk: Матч нәтижелерін жүктеу қатесі

# selectResultsTab
source: Select 'Results' tab to load matches
kk: 'Нәтижелер' қойындысын таңдаңыз

source: Team
kk: Команда

# matchesPlayed
source: MP
kk: О

# goalsScored
source: GF
kk: Г

# points
source: Pts
kk: О

source: All News
kk: Барлығы

source: National Team Games
kk: Ұлттық құрама ойындары

source: All Games
kk: Барлығы

source: Club Games
kk: Клубтардың ойыны

source: No upcoming matches
kk: Әзірге ойын жоқ

source: No past matches
kk: Өткен матчтар жоқ

# matchesWillBeDisplayed
source: Matches will be displayed when available
kk: Матчтар қолжетімді болғанда көрсетіледі

source: Tournament not specified
kk: Турнир көрсетілмеген

source: Team 1
kk: 1-команда

source: Team 2
kk: 2-команда

source: Time not specified
kk: Уақыты көрсетілмеген

source: Invalid format
kk: Жарамсыз формат

source: PREMIER LEAGUE
kk: ПРЕМЬЕР ЛИГА

source: of Kazakhstan
kk: Қазақстанның

# daysAgoShort
source: d. ago
kk: күн бұрын

# hoursAgoShort
source: h. ago
kk: сағ бұрын

# minutesAgoShort
source: min. ago
kk: мин бұрын

source: Just now
kk: Жаңа ғана

source: National Team Matches
kk: Құрама матчтары

source: Loading leagues...
kk: Лигалар жүктелуде...

# selectNationalTeam
source: Select a national team
kk: Құраманы таңдаңыз

source: Untitled
kk: Атаусыз

source: Future
kk: Алдағы

source: Past
kk: Өткен

source: Coaches
kk: Бапкерлер

source: No available leagues
kk: Қол жетімді лигалар жоқ

# tryReloadPage
source: Try reloading the page
kk: Бетті қайта жүктеп көріңіз

source: TOUR
kk: ТУР

source: No players
kk: Ойыншылар жоқ

source: Full Name
kk: Т.А.Ә.

source: Club
kk: Клуб

source: Games
kk: Ойындар

source: Club not specified
kk: Клуб көрсетілмеген

source: No coaches
kk: Бапкерлер жоқ

source: Position not specified
kk: Лауазым көрсетілмеген

source: Nationality not specified
kk: Ұлты көрсетілмеген

source: Club matches
kk: Клубтық матчтар

# matchesLoadingError
source: Error loading matches
kk: Матчтарды жүктеу қатесі

source: Tournament
kk: Турнир

source: Stadium not specified
kk: Стадион көрсетілмеген

source: Attendance
kk: Келушілер саны

source: Match protocol
kk: Матч хаттамасы

source: Invalid date format
kk: Күн форматы қате

source: Match details
kk: Матч туралы мәлімет

source: Date and time
kk: Күні және уақыты

source: Status
kk: Мәртебе

# additionalInfo
source: Additional information
kk: Қосымша ақпарат

# attendanceCount
source: Attendance
kk: Қатысқандар саны

source: Download PDF
kk: PDF жүктеу

source: Video overview
kk: Бейнешолу

source: Watch on YouTube
kk: YouTube-тан көру

source: Scheduled
kk: Жоспарланған

source: Finished
kk: Аяқталған

source: Canceled
kk: Бас тартылған

source: Unknown
kk: Белгісіз

source: Stadium
kk: Стадион

source: Not specified
kk: Көрсетілмеген

source: Stadium name not specified
kk: Стадион атауы көрсетілмеген

source: Matches
kk: Матчтар

source: Active Match
kk: Белсенді матч

source: Tickets
kk: Билеттер

source: Your Tickets
kk: Сіздің билетіңіз

source: Available Tickets
kk: Қолжетімді билеттер

source: Live Now
kk: Тікелей эфир

source: Show QR to Controller
kk: QR кодын бақылаушыға көрсетіңіз

source: Close
kk: Жабу

source: Buy More
kk: Тағы сатып алу

source: My Ticket
kk: Менің билетім

source: Profile
kk: Профиль

source: Take Photo
kk: Фото түсіру

source: Choose from Gallery
kk: Галереядан таңдау

source: Take New Photo
kk: Жаңа фото түсіру

source: Choose New from Gallery
kk: Галереядан жаңасын таңдау

source: Delete Photo
kk: Фотоны жою

source: Cancel
kk: Болдырмау

# selectedFileEmpty
source: Selected file is empty
kk: Таңдалған файл бос

source: File not found
kk: Файл табылмады

source: Error accessing camera/gallery
kk: Камера/галерея қол жетімділік қатесі

# photoAccessDenied
source: Photo access denied. Check permissions in settings
kk: Фотоға қол жетімділік жоқ. Баптауларда рұқсаттарды тексеріңіз

# cameraAccessDenied
source: Camera access denied. Check permissions in settings
kk: Камераға қол жетімділік жоқ. Баптауларда рұқсаттарды тексеріңіз

# cameraConnectionError
source: Camera connection error. Try restarting the app
kk: Камера қосылу қатесі. Қосымшаны қайта іске қосыңыз

source: Settings
kk: Баптаулар

source: Error selecting image
kk: Суретті таңдау қатесі

source: Profile photo updated
kk: Профиль фотосы жаңартылды

source: Profile photo deleted
kk: Профиль фотосы жойылды

source: Error on logout
kk: Шығу кезінде қате

source: Data
kk: Деректер

source: Personal Information
kk: Жеке ақпарат

source: Last Name
kk: Тегі

source: First Name
kk: Аты

source: Patronymic (optional)
kk: Әкесінің аты (қажет емес)

source: Phone Number
kk: Телефон нөмірі

source: IIN (optional)
kk: ЖСН (қажет емес)

source: Save Changes
kk: Өзгерістерді сақтау

source: Profile successfully updated
kk: Профиль сәтті жаңартылды

source: Security
kk: Қауіпсіздік

source: Password Change
kk: Құпия сөзді өзгерту

source: Current Password
kk: Ағымдағы құпия сөз

source: New Password
kk: Жаңа құпия сөз

source: Repeat New Password
kk: Жаңа құпия сөзді қайталаңыз

source: Update Password
kk: Құпия сөзді жаңарту

source: Password successfully updated
kk: Құпия сөз сәтті жаңартылды

# newPasswordMustDiffer
source: New password must be different from current
kk: Жаңа құпия сөз ағымдағысынан ерекшеленуі тиіс

source: Change Password
kk: Құпия сөзді өзгерту

source: Change Email
kk: Поштаны өзгерту

source: Delete Account
kk: Аккаунтты жою

source: Old Password
kk: Ескі құпия сөз

source: Enter old password
kk: Ескі құпия сөзді енгізіңіз

source: Enter new password
kk: Жаңа құпия сөзді енгізіңіз

source: Edit Profile
kk: Профильді өңдеу

source: Personal Data
kk: Жеке дерек

source: Logout
kk: Шығу

source: Enter current password
kk: Ағымдағы құпия сөзді енгізіңіз

# enterNewPasswordField
source: Enter new password
kk: Жаңа құпия сөзді енгізіңіз

# repeatNewPasswordField
source: Repeat new password
kk: Жаңа құпия сөзді қайталаңыз

source: Shop
kk: Дүкен

source: Fields
kk: Алаңды жалға алу

source: Sections
kk: Секцияға жазылу

source: years
kk: жас

source: Schedule
kk: Кесте

source: No schedule yet
kk: Кесте әлі жоқ

source: Groups
kk: Топтар

source: Recruitment open
kk: Қабылдау ашық

source: Recruitment closed
kk: Қабылдау жабық

source: month
kk: ай

source: Free
kk: Тегін

# minutes
source: min
kk: мин

source: students
kk: оқушы

# errorOccurred
source: An error occurred
kk: Қате пайда болды

source: Go back
kk: Кері қайту

source: Image not available
kk: Сурет қолжетімді емес

source: Image loading error
kk: Сурет жүктеу қатесі

source: Added to favorites
kk: Таңдаулыларға қосылды

source: Removed from favorites
kk: Таңдаулылардан алынды

source: Product added to cart
kk: Өнім себетке қосылды

source: To cart
kk: Себетке

# article
source: Art:
kk: Арт:

source: For children
kk: Балаларға арналған

source: For adults
kk: Ересектерге арналған

source: Unisex
kk: Унисекс

source: For men
kk: Ерлерге арналған

source: For women
kk: Әйелдерге арналған

source: In stock
kk: Қоймада бар

source: Out of stock
kk: Қоймада жоқ

source: Variants
kk: Нұсқалар

source: Price
kk: Бағасы

source: Add
kk: Қосу

source: Add to cart
kk: Себетке қосу

# astanaFacilities
source: Astana: 256 facilities
kk: Астана: 256 нысан

source: Add facility
kk: Алаң қосу

source: Filters
kk: Сүзгілер

source: Search free time
kk: Бос уақыт іздеу

source: Book
kk: Брондау

source: Select time
kk: Уақыт таңдау

source: Pay
kk: Төлеу

source: Field Rental
kk: Алаң жалға беру

source: Search Filters
kk: Іздеу сүзгілері

# minimumThreeCharacters
source: Minimum 3 characters
kk: Кемінде 3 таңба

# maximumTwoHundredFiftyFiveCharacters
source: Maximum 255 characters
kk: Ең көбі 255 таңба

source: Search
kk: Іздеу

source: Enter field name...
kk: Алаң атауын енгізіңіз...

source: Select city
kk: Қаланы таңдаңыз

source: Apply
kk: Қолдану

source: No more fields
kk: Басқа алаңдар жоқ

source: Section Registration
kk: Секцияға жазылу

source: Enter section name...
kk: Секция атауын енгізіңіз...

source: Gender
kk: Жынысы

source: Any
kk: Кез келген

# male
source: M
kk: Ер.

# female
source: F
kk: Әй.

source: Age
kk: Жасы

source: From
kk: Бастап

source: To
kk: Дейін

source: Average Price
kk: Орташа баға

source: Price from
kk: Бағасы бастап

source: Price to
kk: Бағасы дейін

source: No more sections
kk: Басқа секциялар жоқ

source: New Products
kk: Жаңа өнімдер

source: Categories
kk: Санаттар

source: Buy
kk: Сатып алу

source: First League
kk: Бірінші лига

source: Active Tickets
kk: Билеттер

source: Buy Tickets
kk: Билет сатып алу

source: Buy Booking
kk: Бронь сатып алу

source: Pay order
kk: Тапсырыс үшін төлеу

source: Loading...
kk: Жүктелуде...

source: HTTP error
kk: HTTP қатесі

source: Try Again
kk: Қайталап көріңіз

source: Repeat Payment
kk: Қайталап төлеу

source: Loading payment...
kk: Төлем жүктелуде...

source: No active tickets yet
kk: Әлі билеттер жоқ

source: City
kk: Қала

source: Event
kk: Оқиға

source: Venue not specified
kk: Орын көрсетілмеген

source: SPORT
kk: СПОРТ

source: Venue
kk: Өткізу орны

source: Please authorize
kk: Өтінім, авторизациядан өтіңіз

source: You have no orders yet
kk: Сізде әлі тапсырыстар жоқ

source: Ordered tickets will appear here
kk: Тапсырыс берілген билеттер осы жерде көрсетіледі

source: Order details #
kk: Тапсырыс мәліметтері #

source: Genre:
kk: Жанр:

source: Duration:
kk: Ұзақтығы:

source: Unknown location
kk: Белгісіз орын

source: Unknown city
kk: Белгісіз қала

source: Hall:
kk: Зал:

source: Unknown hall
kk: Белгісіз зал

source: Ticket
kk: Билет

source: Row
kk: Қатар

source: Seat
kk: Орын

source: Level:
kk: Деңгей:

source: Order Information
kk: Тапсырыс туралы ақпарат

source: Ticket count
kk: Билеттер саны

source: Total cost
kk: Жалпы құны

source: Phone
kk: Телефон

source: Date created
kk: Ұйымдастыру күні

source: Cancellation reason
kk: Болдырмау себебі

source: Cancel order
kk: Тапсырысты болдырмау

source: Show pass
kk: Өту құжатын көрсету

# statusCanceled
source: CANCELED
kk: БОЛДЫРМАЛМАғАН

# statusPaid
source: PAID
kk: ТӨЛЕНГЕН

# statusActive
source: ACTIVE
kk: БЕЛСЕНДІ

# statusInactive
source: INACTIVE
kk: БЕЛСЕНДІ ЕМЕС

source: Event Pass
kk: Оқиғаға құжат

source: Order
kk: Тапсырыс

source: Loading pass...
kk: Құжат жүктелуде...

# passLoadingError
source: Error loading pass
kk: Құжатты жүктеу қатесі

source: QR code unavailable
kk: QR-код қол жетімді емес

source: QR codes not found
kk: QR-кодтар табылмады

source: Amount
kk: Сома

source: Success
kk: Сәтті орындалды

# ticketsCount
source: Tickets
kk: Билеттер

source: Details
kk: Толығырақ

source: Select country first
kk: Алдымен елді таңдаңыз

source: Season:
kk: Маусым:

source: Tournament selected:
kk: Турнир таңдалған:

# tournamentSaveError
source: Error saving tournament
kk: Турнирді сақтау қатесі

source: Select Tournament
kk: Турнир таңдаңыз

# international
source: Int.
kk: Хал.

# tournamentLoadingError
source: Error loading tournaments
kk: Турнирлерді жүктеу қатесі

source: Retry attempt
kk: Қайта көру

source: Search tournaments...
kk: Турнирлерді іздеу...

# maleTournaments
source: Male
kk: Ерлер

# femaleTournaments
source: Female
kk: Әйелдер

# tryChangeSearchFilters
source: Try changing search filters
kk: Іздеу сүзгілерін өзгертуге тырысыңыз

source: Touch screen to skip
kk: Экранды жылжытыңыз

source: Delete Account Confirmation
kk: Аккаунтты жою растауы

# deleteAccountWarning
source: Are you sure you want to delete your account? This action cannot be undone.
kk: Сіз өз аккаунтыңызды жойғыңыз келе ме? Бұл әрекетті кері қайтару мүмкін емес.

# deleteAccountPermanently
source: Delete Permanently
kk: Мәңгілікке жою

# accountDeleted
source: Account successfully deleted
kk: Аккаунт сәтті жойылды

source: Account deletion failed
kk: Аккаунтты жою қатесі

source: My Bookings
kk: Мен қойған бронь

source: Pending
kk: Күтуде

source: Paid
kk: Төленді

source: Cancelled
kk: Болдырылмаған

source: Booking cancelled successfully
kk: Бронь сәтті болдырылмады

source: Repeat
kk: Қайталау

source: No bookings
kk: Брондар жоқ

source: Booking Details
kk: Бронь мәліметтері

source: Field
kk: Алаң

source: Date
kk: Күн

source: Time
kk: Уақыт

source: Total
kk: Сомма

source: Address
kk: Мекен-жай

source: Cancel booking
kk: Брондауды болдырмау

# cancelBookingTitle
source: Cancel booking?
kk: Брондауды болдырмау?

# cancelBookingConfirmation
source: Are you sure you want to cancel this booking? This action cannot be undone.
kk: Сіз бұл брондауды болдырмағыңыз келе ме? Бұл әрекетті кері қайтару мүмкін емес.

source: No
kk: Жоқ

source: Yes, cancel
kk: Иә, болдырмау

source: Please log in
kk: Кіруді орындаңыз

source: Added to cart
kk: Себетке қосылды

source: Select quantity
kk: Санын таңдаңыз

source: Confirm
kk: Растау

source: My Orders
kk: Менің тапсырысым

source: View purchase history
kk: Сатып алу тарихын қарау

source: View my bookings
kk: Мен қойған броньдарды қарау

source: Authorization required
kk: Авторизация қажет

# loginFirstToBook
source: Please log in first to make a booking
kk: Брондау үшін алдымен аккаунтқа кіріңіз

source: Booking request created
kk: Брондау сұрауы жасалды

source: Cart cleared
kk: Себет тазартылды

# cartEmpty
source: Cart is empty
kk: Себет бос

source: Add items to checkout
kk: Тапсырысты рәсімдеу үшін тауарларды қосыңыз

# clearCartQuestion
source: Clear cart?
kk: Себетті тазарту?

# allItemsWillBeRemoved
source: All items will be removed from cart
kk: Барлық тауарлар себеттен жойылады

source: Clear
kk: Тазарту

source: Product
kk: Тауар

source: Total to pay:
kk: Барлығы төлеуге:

source: Proceed to payment
kk: Төлемге өту

# awaitingPayment
source: Awaiting
kk: Күтуде

source: No orders yet
kk: Әзірге тапсырыстар жоқ

# placeFirstOrderInShop
source: Place your first order in the shop
kk: Дүкенде бірінші тапсырысты рәсімдеңіз

# paidOn
source: Paid
kk: Төленді

source: Pay before
kk: Төлеу мерзімі

# cancelOrderConfirmation
source: Are you sure you want to cancel this order? Funds will be refunded to your account after admin confirmation.
kk: Сіз бұл тапсырысты болдырмағыңыз келе ме? Әкімшілік растағаннан кейін қаражат сіздің шотыңызға қайтарылады.

source: Delete order
kk: Тапсырысты жою

# deleteOrderConfirmation
source: Are you sure you want to delete this order? This action cannot be undone.
kk: Сіз бұл тапсырысты жойғыңыз келе ме? Бұл әрекетті кері қайтару мүмкін емес.

source: Delete
kk: Жою

source: Order data not available
kk: Тапсырыс деректері қолжетімді емес

source: Items in order
kk: Тапсырыстағы тауарлар

source: No items in order
kk: Тапсырыста тауарлар жоқ

source: Created date
kk: Жасалған күні

source: Payment date
kk: Төлем күні

# quantity
source: Qty
kk: Саны

source: Status history
kk: Күй тарихы

source: Notifications
kk: Хабарландырулар

source: Stay updated
kk: Жаңалықтардан хабардар болыңыз

source: Active
kk: Белсенді

# newNotifications
source: New
kk: Жаңа

# readNotifications
source: Read
kk: Оқылған

source: No read notifications
kk: Оқылған хабарландырулар жоқ

source: All caught up!
kk: Бәрін оқып шықтыңыз!

# noReadNotificationsYet
source: You haven't read any notifications yet
kk: Сіз әлі ешбір хабарландыруды оқыған жоқсыз

# noNewNotifications
source: You have no new notifications
kk: Сізде жаңа хабарландырулар жоқ

source: Error
kk: Қате

source: Created
kk: Жасалды

source: Updated
kk: Жаңартылды

source: Open Link
kk: Сілтемені ашу

source: Navigate
kk: Өту

source: New notification
kk: Жаңа хабарландыру

source: Tap to view
kk: Көру үшін басыңыз

# hoursAgo
source: {hours}h ago
kk: {hours} сағат бұрын

# minutesAgo
source: {minutes}m ago
kk: {minutes} минут бұрын

source: Cart
kk: Себет
